{
  "color": "#0E6251",
  "cv_as_link": true,
  "sub_title": "Assistant Professor at Boston College",
  "tabs": [
    "home",
    "research"
  ],
  "home": {
    "description": "Welcome to my website! I am an Assistant Professor of Economics at Boston College and IZA Research Fellow. My research interests are in Labor Economics, Family Economics and Applied Microeconomics.",
    "highlight": "",
    "description_links": [],
    "contact": [
      {"text": "Boston College"},
      {"text": "Department of Economics"},
      {"type": "email", "text": "hanno.foerster@bc.edu"},
      {"type": "phone", "text": "+1 617 552 6042"}
    ],
    "fields": [
      "Labor Economics",
      "Family Economics",
      "Applied Microeconomics"
    ]
  },
  "cv": {
    "link": "assets/hannof_cv_Jan25.pdf"
  },
  "research": [
    {
      "title": "Working papers",
      "papers": [
                        {
          "title": "The Colocation Friction: Dual-Earner Job Search, Migration, and Labor Market Outcomes",
          "link": "assets/colocation_friction.pdf",
          "authors": ["Hanno Foerster", "Robert Ulbricht"]
        },
                {
          "title": "Job Displacement, Remarriage, and Marital Sorting",
          "link":"assets/jobloss_marriage.pdf",
          "authors": ["Hanno Foerster","Tim Obermeier","Bastian Schulz"]
        },
        {
          "title": "Protection for Whom? The Political Economy of Protective Labor Laws for Women",
          "link":"assets/protect_whom.pdf",
          "authors": ["Matthias Doepke","Hanno Foerster","Anne Hannusch","Michèle Tertilt"]
        }
      ]
    },
    {
      "title": "Publications and Accepted Papers",
      "papers": [
        {
          "title": "Untying the Knot: How Child Support and Alimony Affect Couples’ Dynamic Decisions and Welfare",
          "link": "assets/untying_accepted.pdf",
          "authors": ["Hanno Foerster"],
          "more_info": [
            {
              "text": "Review of Economic Studies, October 2025."
            },
            {
              "text": "Awarded with the UniCredit Best Paper Award on Gender Economics"
            },
            {
              "text": "Previously circulated as: The Impact of Post-Marital Maintenance on Dynamic Decisions and Welfare of Couples"
            }
          ]
        },
                      {
          "title": "Structural Empirical Analysis of Vacancy Referrals with Imperfect Monitoring and the Strategic Use of Sickness Absence",
          "link": "assets/vr010925.pdf",
          "authors": ["Gerard J. van den Berg","Hanno Foerster","Arne Uhlendorff"],
          "more_info": [
            {
              "text": "Accepted for Publication, Journal of Labor Economics"
            }]
        }
      ]
    },
    {
      "title": "Work in progress",
      "papers": [
                {
          "title": "The Equilibrium Effects of Vacancy Referrals",
          "authors": ["Gerard J. van den Berg","Hanno Foerster"],
         "abstract":"In many countries public employment services send out job vacancy referrals (VRs) to bring together unemployed workers and firms who otherwise would not have matched. It has been documented that VRs have positive effects on individual reemployment probabilities. However, the impact of VRs on the unemployment rate depends on equilibrium effects that arise, e.g., from crowding out in the hiring process. This paper studies the effect of VRs on the unemployment rate in the presence of equilibrium effects. We develop a search and matching model with multiple applications and VRs that accounts for crowding out effects in the hiring process. A VR increases the reemployment probability of the job searcher receiving it, but incurs a negative externality on all other job searchers. We estimate our model using data from a German firm survey about the hiring process as well as survey data on the job search behavior of German unemployed workers. The estimated model is used to simulate counterfactual changes in the VR rate and analyze to what extent the positive individual level effects of VRs carry through to the aggregate."
       }
      ]
    }
  ]
}
