{
  "color": "#0E6251",
  "cv_as_link": true,
  "sub_title": "Assistant Professor at Boston College",
  "tabs": [
    "home",
    "research"
  ],
  "home": {
    "description": "Welcome to my website! I am an Assistant Professor of Economics at Boston College and IZA Research Affiliate. My research interests are in Labor Economics, Family Economics and Applied Microeconomics.",
    "highlight": "",
    "description_links": [],
    "contact": [
      {"text": "Boston College"},
      {"text": "Department of Economics"},
      {"type": "email", "text": "hanno.foerster@bc.edu"},
      {"type": "phone", "text": "+1 617 552 6042"}
    ],
    "fields": [
      "Labor Economics",
      "Family Economics",
      "Applied Microeconomics"
    ]
  },
  "cv": {
    "link": "assets/hannof_cv_0923.pdf"
  },
  "research": [
    {
      "title": "Working papers",
      "papers": [
                {
          "title": "The Colocation Friction: Dual-Earner Job Search and Labor Market Outcomes",
          "link": "https://drive.google.com/file/d/1XaSxsfaAcvTAudO2PiG0v8i5KNKNzfrL/view",
          "authors": ["Hanno Foerster", "Robert Ulbricht"]
        },
        {
          "title": "Untying the Knot: How Child Support and Alimony Affect Couples’ Dynamic Decisions and Welfare",
          "link": "assets/untying_revision1.pdf",
          "authors": ["Hanno Foerster"],
          "more_info": [
            {
              "text": "Conditionally Accepted, Review of Economic Studies"
            },
            {
              "text": "Awarded with the UniCredit Best Paper Award on Gender Economics"
            },
            {
              "text": "Previously circulated as: The Impact of Post-Marital Maintenance on Dynamic Decisions and Welfare of Couples"
            }
          ]
        },
                      {
          "title": "A Structural Analysis of Vacancy Referrals with Imperfect Monitoring and Sickness Absence",
          "link": "assets/CRCTR224_2019_123.pdf",
          "authors": ["Gerard J. van den Berg","Hanno Foerster","Arne Uhlendorff"]
        }
      ]
    },
    {
      "title": "Work in progress",
      "papers": [
                  {
          "title": "Job Displacement, (Re-)marriage, and Marital Sorting",
          "authors": ["Hanno Foerster","Tim Obermeier","Bastian Schulz","Alexander Paul"],
          "abstract": "We investigate how job displacement affects whom men marry, and study implications for marriage market matching theory. Leveraging quasi-experimental variation from Danish es- tablishment closures, we show that job displacement leads men to match with higher earning women. We use a general marriage market search and matching model as conceptual framework, to derive several implications of our empirical findings: (i) husband’s and wife’s earnings are substitutes, rather than complements on the marriage market (ii) our findings are challenging to reconcile with one-dimensional matching, while consistent with multidimensional matching (iii) a substantial part of the measured correlation in spouses’ incomes arises spuriously from sorting on unobserved characteristics. We highlight the policy relevance of our results, by contrasting the impact of simulated tax reforms on marital sorting and income inequality in one-dimensional versus multidimensional specifications of our framework."
        },
                {
          "title": "The Equilibrium Effects of Vacancy Referrals",
          "authors": ["Gerard J. van den Berg","Hanno Foerster"],
         "abstract":"In many countries public employment services send out job vacancy referrals (VRs) to bring together unemployed workers and firms who otherwise would not have matched. It has been documented that VRs have positive effects on individual reemployment probabilities. However, the impact of VRs on the unemployment rate depends on equilibrium effects that arise, e.g., from crowding out in the hiring process. This paper studies the effect of VRs on the unemployment rate in the presence of equilibrium effects. We develop a search and matching model with multiple applications and VRs that accounts for crowding out effects in the hiring process. A VR increases the reemployment probability of the job searcher receiving it, but incurs a negative externality on all other job searchers. We estimate our model using data from a German firm survey about the hiring process as well as survey data on the job search behavior of German unemployed workers. The estimated model is used to simulate counterfactual changes in the VR rate and analyze to what extent the positive individual level effects of VRs carry through to the aggregate."
       },
        {
          "title": "The Political Economy of Laws to \"Protect\" Women",
          "authors": ["Matthias Doepke","Hanno Foerster","Anne Hannusch","Michèle Tertilt"]
        }
      ]
    }
  ]
}
